export const TERMS_CONTENT = `제1조(목적)
본 약관은 주식회사 에이아이투유(이하 “회사” 및 “에이아이투유”이라 함)가 제공하는 스킨닥터(스닥) 서비스(이하 “서비스” 및 “스닥”이라 함)의 이용과 관련하여 “회사”와 “회원”과의 권리, 의무 및 책임사항, 데이터 제공 및 활용, 이용조건, 절차 등 기본적인 사항을 규정함을 목적으로 합니다.

제2조(용어의 정의)
본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
(1) “서비스”는 “서비스”가 제공될 수 있는 단말기(태블릿, 휴대전화 등)와 상관없이 “회원”이 이용할 수 있는 주식회사 에이아이투유가 제공하는 서비스를 의미합니다.
(2) “회원”은 “회사”의 “서비스”에 접속하여 본 약관에 따라 “회사”와 “이용계약”을 체결하고 “회사”가 제공하는 “서비스”를 이용할 수 있는 고객을 말합니다.
(3) “아이디(ID)”는 “회원”의 식별과 “서비스” 이용을 위하여 “회원”이 직접 정하고 “회사”가 승인하는 이메일과 간편로그인 계정을 의미합니다.
(4) “비밀번호”는 “회원”이 부여 받은 “아이디”와 일치되는 “회원”임을 확인하고 비밀보호를 위해 “회원” 자신이 정한 문자, 숫자 또는 특수기호의 조합을 의미합니다.
(5) “데이터”는 “서비스”를 제공하는데 필요한 “회원”의 영상 및 문진 데이터, 브라우저 유형, 운영체제, 단말기에 설치된 앱 인터넷 서비스 공급자, “서비스” 방문 시간 및 사용시간, 기타 표준 서버 로그 정보 등을 의미합니다.`;

export const PRIVACY_CONTENT = `㈜에이아이투유(이하 “회사”)은 정보통신망 이용촉진, 개인정보보호법 등 정보통신서비스제공자가 준수하여야 할 국내의 개인정보 보호 관련 법령을 준수하며, 관련 법령에 의거한 자체 개인정보처리방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다. “회사”는 이를 자사 “홈페이지(www.ai2u.co.kr)” 및 “어플리케이션(스닥)” (이하 “서비스”)에 공개 및 적용되며 내용은 다음과 같습니다.

제1조 개인정보의 처리 목적 및 항목
“"회사"”는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

(1) “회사”가 처리하는 이용자의 개인정보는 다음과 같습니다.
구분 처리 항목 처리 목적 보유 기간
회원가입 시
필수정보
(개인) 이메일로 가입 (필수)성명, 이메일, 비밀번호
(선택) 생년월일, 휴대폰번호, 주소 회원 가입의사 확인, 식별·인증, 회원자격 유지·관리, 본인확인, 서비스 부정이용 확인 및 방지, 각종 고지·통지, 고충처리, 서비스 제공 및 상담, 만 14세 이상 확인, 만족도 조사, 맞춤형 콘텐츠 및 상품 추천 등 마케팅 활용 회원탈퇴 후 3년
카카오
계정으로 가입 (필수) 카카오 연동 ID, 카카오 토큰, 카카오 닉네임, 카카오 프로필 사진 URL`;